{
  "area": "Inglés",
  "grado": 10,
  "tipo_malla": "3_periodos",
  "numero_periodos": 3,
  "periodos": {
    "1": [
      {
        "componente": "Lingüístico (Escucha)",
        "estandar": "ESCUCHA: Identifico conectores en una situación de habla para comprender su sentido.",
        "dba": [
          "Explica las ideas de un texto oral o escrito acerca de temas de su interés o que le son familiares a partir de su conocimiento previo, inferencias e interpretaciones."
        ],
        "evidencias": [
          "(Evidencia) Identifico personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "(Evidencia) Identifico el propósito de un texto oral.",
          "(Evidencia) Muestro una actitud respetuosa y tolerante cuando escucho a otros.",
          "(Evidencia) Utilizo estrategias adecuadas al propósito y al tipo de texto (activación de conocimientos previos, apoyo en el lenguaje corporal y gestual, uso de imágenes) para comprender lo que escucho.",
          "(Evidencia) Me apoyo en el lenguaje corporal y gestual del hablante para comprender mejor lo que dice.",
          "(Saber Conocer) Identifica vocabulario variado sobre temas de interés general, incluyendo eventos actuales, cultura, tecnología, medio ambiente, etc.",
          "(Saber Conocer) Comprende tipos de conectores y sus funciones en el discurso oral.",
          "(Saber Conocer) Comprende características del lenguaje formal e informal.",
          "(Saber Hacer) Identifica el propósito comunicativo y la audiencia de un texto oral.",
          "(Saber Hacer) Utiliza conectores para organizar sus ideas y dar cohesión a su discurso oral.",
          "(Saber Hacer) Ajusta su lenguaje (registro formal/informal) según el contexto y la audiencia.",
          "(Saber Hacer) Usa el lenguaje corporal y gestual de manera efectiva para complementar su comunicación oral.",
          "(Saber Aplicar) Identifica diferentes puntos de vista y perspectivas en una conversación.",
          "(Saber Aplicar) Evalúa la efectividad de su propia comunicación oral y la de otros, considerando la claridad, fluidez y precisión del lenguaje."
        ],
        "saberes": [
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Propósito de un texto oral.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales",
          "Elementos metalingüísticos al hablar.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos",
          "Textos y sus posible lectores"
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Lingüístico (Conversación)",
        "estandar": "CONVERSACIÓN O MONÓLOGO: Utilizo un vocabulario apropiado para expresar mis ideas con claridad sobre temas del currículo y de mi interés. Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
        "dba": [
          "Sostiene conversaciones espontáneas y sencillas acerca de temas que son de su conocimiento, interés personal o académico. Según su propósito y el conocimiento del interlocutor, es capaz de seleccionar expresiones apropiadas para iniciar, mantener y cerrar una conversación.",
          "Explica las ideas de un texto oral o escrito acerca de temas de su interés o que le son familiares a partir de su conocimiento previo, inferencias e interpretaciones."
        ],
        "evidencias": [
          "(Evidencia) Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
          "(Evidencia) Utilizo estrategias que me permiten iniciar, mantener y cerrar una conversación sencilla sobre temas de mi interés, de una forma natural.",
          "(Evidencia) Utilizo elementos metalingüísticos como gestos y entonación para hacer más comprensible lo que digo."
        ],
        "saberes": [
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Propósito de un texto oral.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales",
          "Elementos metalingüísticos al hablar.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos",
          "Textos y sus posible lectores"
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Sociolingüístico (Lectura)",
        "estandar": "LECTURA: En un texto identifico los elementos que me permiten apreciar los valores de la cultura angloparlante.",
        "dba": [
          "Distingue información general y específica en textos de opinión y discusiones orales y escritos sobre temas conocidos. Para esto, responde a las preguntas ¿de qué trata el texto? y ¿cuál es el enunciado más importante que el autor hace acerca del tema?"
        ],
        "evidencias": [
          "(Evidencia) Identifico palabras clave dentro del texto que me permiten comprender su sentido general.",
          "(Evidencia) Identifico el punto de vista del autor.",
          "(Evidencia) Analizo textos descriptivos, narrativos y argumentativos con el fin de comprender las ideas principales y específicas.",
          "(Evidencia) Hago inferencias a partir de la información en un texto.",
          "(Evidencia) Comprendo variedad de textos informativos provenientes de diferentes fuentes",
          "(Saber Conocer) Identifica vocabulario relacionado con la cultura angloparlante, incluyendo costumbres, valores, creencias, expresiones idiomáticas, etc.",
          "(Saber Conocer) Comprende diferentes tipos de texto (narrativo, descriptivo, argumentativo, expositivo) y sus características.",
          "(Saber Hacer) Identifica la estructura y el propósito comunicativo de diferentes tipos de texto.",
          "(Saber Hacer) Usa estrategias de lectura para comprender textos auténticos, incluyendo la identificación de la idea principal, los detalles relevantes, el tono y la intención del autor.",
          "(Saber Aplicar) Analiza el contenido de un texto desde una perspectiva crítica, considerando diferentes puntos de vista y evaluando la validez de la información.",
          "(Saber Aplicar) Expresa su opinión fundamentada sobre el contenido de un texto, relacionándolo con su propio contexto y experiencias."
        ],
        "saberes": [
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Propósito de un texto oral.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales",
          "Elementos metalingüísticos al hablar.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos",
          "Textos y sus posible lectores"
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Pragmático (Escritura)",
        "estandar": "ESCRITURA: Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
        "dba": [
          "Produce mensajes escritos, tales como cartas y correos electrónicos, claros y bien estructurados teniendo en cuenta el contexto en el que tienen lugar. Para esto, utiliza el vocabulario y las estructuras de texto requeridas."
        ],
        "evidencias": [
          "(Evidencia) Escribo textos de diferentes tipos teniendo en cuenta a mi posible lector.",
          "(Saber Conocer) Reconoce estructuras gramaticales para diferentes tipos de texto (descripciones, narraciones, cartas, correos electrónicos, etc.).",
          "(Saber Conocer) Identifica y aplica reglas de ortografía y puntuación.",
          "(Saber Conocer) Comprende la importancia de adaptar el lenguaje y el estilo al propósito comunicativo y a la audiencia.",
          "(Saber Hacer) Usa vocabulario preciso y variado para expresar sus ideas de manera clara y concisa.",
          "(Saber Hacer) Escribe textos bien organizados, con una estructura lógica y cohesión entre las ideas.",
          "(Saber Aplicar) Revisa y edita sus propios textos, identificando errores y haciendo correcciones para mejorar la claridad, la precisión y el estilo.",
          "(Saber Aplicar) Escribe textos originales con diferentes propósitos comunicativos, adaptando el lenguaje y el estilo al contexto y la audiencia"
        ],
        "saberes": [
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Propósito de un texto oral.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante",
          "Conversaciones de interés.",
          "Estrategias para crear y cerrar conversaciones naturales",
          "Elementos metalingüísticos al hablar.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Ideas principales y especificas en textos.",
          "Inferencias de textos.",
          "Textos informativos",
          "Textos y sus posible lectores"
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "2": [
      {
        "componente": "Lingüístico (Escucha)",
        "estandar": "ESCUCHA: Identifico conectores en una situación de habla para comprender su sentido.",
        "dba": [
          "Explica las ideas de un texto oral o escrito acerca de temas de su interés o que le son familiares a partir de su conocimiento previo, inferencias e interpretaciones"
        ],
        "evidencias": [
          "(Evidencia) Identifico conectores en una situación de habla para comprender su sentido.",
          "(Evidencia) Identifico personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "(Evidencia) Utilizo estrategias adecuadas al propósito y al tipo de texto (activación de conocimientos previos, apoyo en el lenguaje corporal y gestual, uso de imágenes) para comprender lo que escucho.",
          "(Evidencia) Me apoyo en el lenguaje corporal y gestual del hablante para comprender mejor lo que dice.",
          "(Evidencia) Utilizo las imágenes e información del contexto de habla para comprender mejor lo que escucho.",
          "(Saber Conocer) Identifica vocabulario relacionado con experiencias personales, emociones, sentimientos, viajes, eventos importantes, anécdotas.",
          "(Saber Conocer) Comprende estructuras gramaticales para hablar del pasado: Present Perfect, pasado simple, pasado continuo.",
          "(Saber Conocer) Comprende diferencias en el uso del Present Perfect, pasado simple y pasado continuo.",
          "(Saber Hacer) Interpreta información sobre experiencias personales en textos orales.",
          "(Saber Hacer) Usa el Present Perfect, el pasado simple y el pasado continuo para narrar eventos del pasado.",
          "(Saber Hacer) Participa en conversaciones sobre experiencias personales, utilizando vocabulario y estructuras gramaticales apropiadas.",
          "(Saber Aplicar) Analiza la secuencia de eventos en una narración y cómo las experiencias del pasado han influido en el presente.",
          "(Saber Aplicar) Reflexiona sobre las lecciones aprendidas a partir de experiencias pasadas."
        ],
        "saberes": [
          "Conectores en conversaciones.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante.",
          "Imágenes e información para mejorar la escucha.",
          "Conversaciones de interés.",
          "Talking about life.",
          "Pronunciación inteligible en conversaciones.",
          "Conversaciones con conocimientos previos.",
          "Lenguaje funcional en debates.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Seguridad y confianza al expresarse.",
          "Elementos metalingüísticos al hablar.",
          "Present Perfect affirmative, negative, interrogative.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Valores de otras culturas para definir identidades.",
          "Reading about World heroes.",
          "Inferencias de textos.",
          "Textos informativos",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Escritura como un medio de expresión."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Lingüístico (Conversación)",
        "estandar": "CONVERSACIÓN O MONÓLOGO: Utilizo un vocabulario apropiado para expresar mis ideas con claridad sobre temas del currículo y de mi interés. Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
        "dba": [
          "Sostiene conversaciones espontáneas y sencillas acerca de temas que son de su conocimiento, interés personal o académico. Según su propósito y el conocimiento del interlocutor, es capaz de seleccionar expresiones apropiadas para iniciar, mantener y cerrar una conversación.",
          "Intercambia opiniones sobre situaciones de interés personal, escolar o social. Para esto, presenta sus opiniones de manera natural y coherente y hace uso de expresiones conocidas.",
          "Responde preguntas e inquietudes después de hacer una exposición oral sobre temas generales o académicos de interés. Para esto, se basa en la información consultada y organizada.",
          "Explica las ideas de un texto oral o escrito acerca de temas de su interés o que le son familiares a partir de su conocimiento previo, inferencias e interpretaciones"
        ],
        "evidencias": [
          "(Evidencia) Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo. Respondo preguntas teniendo en cuenta a mi interlocutor y el contexto.",
          "(Evidencia) Utilizo una pronunciación inteligible para lograr una comunicación efectiva.",
          "(Evidencia) Uso mis conocimientos previos para participar en una conversación.",
          "(Evidencia) Uso lenguaje funcional para discutir alternativas, hacer recomendaciones y negociar acuerdos en debates preparados con anterioridad.",
          "(Evidencia) Utilizo estrategias que me permiten iniciar, mantener y cerrar una conversación sencilla sobre temas de mi interés, de una forma natural.",
          "(Evidencia) Puedo expresarme con la seguridad y confianza propias de mi personalidad.",
          "(Evidencia) Utilizo elementos metalingüísticos como gestos y entonación para hacer más comprensible lo que digo.",
          "(Evidencia) Opino sobre los estilos de vida de la gente de otras culturas, apoyándome en textos escritos y orales previamente estudiados."
        ],
        "saberes": [
          "Conectores en conversaciones.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante.",
          "Imágenes e información para mejorar la escucha.",
          "Conversaciones de interés.",
          "Talking about life.",
          "Pronunciación inteligible en conversaciones.",
          "Conversaciones con conocimientos previos.",
          "Lenguaje funcional en debates.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Seguridad y confianza al expresarse.",
          "Elementos metalingüísticos al hablar.",
          "Present Perfect affirmative, negative, interrogative.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Valores de otras culturas para definir identidades.",
          "Reading about World heroes.",
          "Inferencias de textos.",
          "Textos informativos",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Escritura como un medio de expresión."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Sociolingüístico (Lectura)",
        "estandar": "LECTURA: En un texto identifico los elementos que me permiten apreciar los valores de la cultura angloparlante.",
        "dba": [
          "Distingue información general y específica en textos de opinión y discusiones orales y escritos sobre temas conocidos. Para esto, responde a las preguntas ¿de qué trata el texto? y ¿cuál es el enunciado más importante que el autor hace acerca del tema?"
        ],
        "evidencias": [
          "(Evidencia) Identifico palabras clave dentro del texto que me permiten comprender su sentido general.",
          "(Evidencia) Identifico el punto de vista del autor.",
          "(Evidencia) Identifico los valores de otras culturas y eso me permite construir mi interpretación de su identidad.",
          "(Evidencia) Analizo textos descriptivos, narrativos y argumentativos con el fin de comprender las ideas principales y específicas.",
          "(Evidencia) Hago inferencias a partir de la información en un texto.",
          "(Evidencia) Comprendo variedad de textos informativos provenientes de diferentes fuentes",
          "(Saber Conocer) Identifica vocabulario relacionado con valores universales (respeto, tolerancia, honestidad, responsabilidad, etc.), biografías de personajes influyentes, héroes y heroínas.",
          "(Saber Conocer) Comprende diferentes perspectivas culturales sobre los valores y la identidad.",
          "(Saber Hacer) Identifica los valores que se promueven en diferentes textos.",
          "(Saber Hacer) Analiza la influencia de los valores en la vida de las personas, utilizando ejemplos de la vida real o de textos.",
          "(Saber Aplicar) Compara y contrasta los valores de su propia cultura con los valores de la cultura angloparlante.",
          "(Saber Aplicar) Reflexiona sobre la importancia de los valores en la construcción de una sociedad justa y equitativa."
        ],
        "saberes": [
          "Conectores en conversaciones.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante.",
          "Imágenes e información para mejorar la escucha.",
          "Conversaciones de interés.",
          "Talking about life.",
          "Pronunciación inteligible en conversaciones.",
          "Conversaciones con conocimientos previos.",
          "Lenguaje funcional en debates.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Seguridad y confianza al expresarse.",
          "Elementos metalingüísticos al hablar.",
          "Present Perfect affirmative, negative, interrogative.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Valores de otras culturas para definir identidades.",
          "Reading about World heroes.",
          "Inferencias de textos.",
          "Textos informativos",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Escritura como un medio de expresión."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Pragmático (Escritura)",
        "estandar": "ESCRITURA: Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
        "dba": [
          "Produce mensajes escritos, tales como cartas y correos electrónicos, claros y bien estructurados teniendo en cuenta el contexto en el que tienen lugar. Para esto, utiliza el vocabulario y las estructuras de texto requeridas."
        ],
        "evidencias": [
          "(Evidencia) Escribo diferentes tipos de textos de mediana longitud y con una estructura sencilla (cartas, notas, mensajes, correos electrónicos, etc.).",
          "(Evidencia) Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
          "(Evidencia) Valoro la escritura como un medio de expresión de mis ideas y pensamientos, quién soy y qué sé del mundo.",
          "(Saber Conocer) Identifica estructuras gramaticales para la escritura de textos informativos, resúmenes y cartas.",
          "(Saber Conocer) Reconoce y aplica reglas de ortografía y puntuación. Vocabulario variado para expresar ideas de forma clara y precisa.",
          "(Saber Conocer) Comprende la importancia de planificar, organizar y revisar un texto antes de su publicación.",
          "(Saber Hacer) Utiliza diferentes recursos para organizar la información en un texto (párrafos, conectores, etc.).",
          "(Saber Hacer) Escribe textos informativos, resúmenes y cartas con una estructura clara y cohesiva.",
          "(Saber Aplicar) Evalúa la claridad, precisión y organización de su propio texto y el de otros.",
          "(Saber Aplicar) Planifica, escribe y revisa un texto con un propósito comunicativo específico, adaptando el lenguaje y el estilo a la audiencia."
        ],
        "saberes": [
          "Conectores en conversaciones.",
          "Personas, situaciones, lugares y el tema en conversaciones sencillas.",
          "Estrategias para comprender lo que escucho.",
          "El lenguaje corporal y gestual del hablante.",
          "Imágenes e información para mejorar la escucha.",
          "Conversaciones de interés.",
          "Talking about life.",
          "Pronunciación inteligible en conversaciones.",
          "Conversaciones con conocimientos previos.",
          "Lenguaje funcional en debates.",
          "Estrategias para crear y cerrar conversaciones naturales.",
          "Seguridad y confianza al expresarse.",
          "Elementos metalingüísticos al hablar.",
          "Present Perfect affirmative, negative, interrogative.",
          "Palabras clave en textos.",
          "Puntos de vistas de los autores.",
          "Valores de otras culturas para definir identidades.",
          "Reading about World heroes.",
          "Inferencias de textos.",
          "Textos informativos",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.).",
          "Resúmenes e informes.",
          "Escritura como un medio de expresión."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "3": [
      {
        "componente": "Lingüístico (Escucha)",
        "estandar": "ESCUCHA: Identifico conectores en una situación de habla para comprender su sentido.",
        "dba": [
          "Explica las ideas de un texto oral o escrito acerca de temas de su interés o que le son familiares a partir de su conocimiento previo, inferencias e interpretaciones."
        ],
        "evidencias": [
          "(Evidencia) Utilizo estrategias adecuadas al propósito y al tipo de texto (activación de conocimientos previos, apoyo en el lenguaje corporal y gestual, uso de imágenes) para comprender lo que escucho.",
          "(Evidencia) Identifico el propósito de un texto oral.",
          "(Evidencia) Utilizo las imágenes e información del contexto de habla para comprender mejor lo que escucho.",
          "(Saber Conocer) Identifica vocabulario relacionado con negocios, emprendimiento, economía, innovación, creatividad, liderazgo, trabajo en equipo.",
          "(Saber Conocer) Comprende la esstructura y uso del Present Perfect Continuous para describir acciones que comenzaron en el pasado y continúan en el presente.",
          "(Saber Hacer) Interpreta información sobre emprendimiento, negocios y economía en textos orales.",
          "(Saber Hacer) Usa el Present Perfect Continuous para describir la duración de una acción que se extiende desde el pasado hasta el presente.",
          "(Saber Hacer) Participa en conversaciones sobre emprendimiento y negocios, utilizando vocabulario y estructuras gramaticales apropiadas.",
          "(Saber Aplicar) Analiza las características de un emprendedor exitoso y los pasos para crear un negocio.",
          "(Saber Aplicar) Identifica oportunidades de negocio en su comunidad y propone ideas innovadoras.",
          "(Saber Aplicar) Imagina explicaciones nuevas, diferentes y únicas."
        ],
        "saberes": [
          "Political and economic changes in the 20th century.",
          "Propósito de un texto oral.",
          "Imágenes e información para mejorar la escucha.",
          "Characteristics and actions of a business or business person.",
          "The brain.",
          "Multiple intelligences.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Conversaciones de interés.",
          "Preguntas teniendo en cuenta el interlocutor y el contexto.",
          "Narraciones detalladas de experiencias.",
          "Opiniones sobre diferentes estilos de vida.",
          "Present Perfect continuous.",
          "Seguridad y confianza al expresarse.",
          "Palabras clave en textos.",
          "Ideas principales y específicas en textos.",
          "Teen entrepreneurs.",
          "Outstanding entrepreneurs: Walt Disney",
          "Textos informativos.",
          "Valores de cultura en los escritos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.). Textos y sus posibles lectores."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Lingüístico (Conversación)",
        "estandar": "CONVERSACIÓN O MONÓLOGO: Utilizo un vocabulario apropiado para expresar mis ideas con claridad sobre temas del currículo y de mi interés. Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
        "dba": [
          "Sostiene conversaciones espontáneas y sencillas acerca de temas que son de su conocimiento, interés personal o académico. Según su propósito y el conocimiento del interlocutor, es capaz de seleccionar expresiones apropiadas para iniciar, mantener y cerrar una conversación.",
          "Intercambia opiniones sobre situaciones de interés personal, escolar o social. Para esto, presenta sus opiniones de manera natural y coherente y hace uso de expresiones conocidas.",
          "Explica las ideas de un texto oral o escrito acerca de temas de su interés o que le son familiares a partir de su conocimiento previo, inferencias e interpretaciones.",
          "Responde preguntas e inquietudes después de hacer una exposición oral sobre temas generales o académicos de interés. Para esto, se basa en la información consultada y organizada."
        ],
        "evidencias": [
          "(Evidencia) Participo espontáneamente en conversaciones sobre temas de mi interés utilizando un lenguaje claro y sencillo.",
          "(Evidencia) Respondo preguntas teniendo en cuenta a mi interlocutor y el contexto.",
          "(Evidencia) Utilizo una pronunciación inteligible para lograr una comunicación efectiva.",
          "(Evidencia) Uso lenguaje funcional para discutir alternativas, hacer recomendaciones y negociar acuerdos en debates preparados con anterioridad.",
          "(Evidencia) Utilizo estrategias que me permiten iniciar, mantener y cerrar una conversación sencilla sobre temas de mi interés, de una forma natural.",
          "(Evidencia) Narro en forma detallada experiencias, hechos o historias de mi interés y del interés de mi audiencia.",
          "(Evidencia) Opino sobre los estilos de vida de la gente de otras culturas, apoyándome en textos escritos y orales previamente estudiados."
        ],
        "saberes": [
          "Political and economic changes in the 20th century.",
          "Propósito de un texto oral.",
          "Imágenes e información para mejorar la escucha.",
          "Characteristics and actions of a business or business person.",
          "The brain.",
          "Multiple intelligences.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Conversaciones de interés.",
          "Preguntas teniendo en cuenta el interlocutor y el contexto.",
          "Narraciones detalladas de experiencias.",
          "Opiniones sobre diferentes estilos de vida.",
          "Present Perfect continuous.",
          "Seguridad y confianza al expresarse.",
          "Palabras clave en textos.",
          "Ideas principales y específicas en textos.",
          "Teen entrepreneurs.",
          "Outstanding entrepreneurs: Walt Disney",
          "Textos informativos.",
          "Valores de cultura en los escritos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.). Textos y sus posibles lectores."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Sociolingüístico (Lectura)",
        "estandar": "LECTURA: En un texto identifico los elementos que me permiten apreciar los valores de la cultura angloparlante.",
        "dba": [
          "Distingue información general y específica en textos de opinión y discusiones orales y escritos sobre temas conocidos. Para esto, responde a las preguntas ¿de qué trata el texto? y ¿cuál es el enunciado más importante que el autor hace acerca del tema?"
        ],
        "evidencias": [
          "(Evidencia) Identifico palabras clave dentro del texto que me permiten comprender su sentido general.",
          "(Evidencia) Identifico el punto de vista del autor.",
          "(Evidencia) Analizo textos descriptivos, narrativos y argumentativos con el fin de comprender las ideas principales y específicas.",
          "(Evidencia) Hago inferencias a partir de la información en un texto.",
          "(Evidencia) Comprendo variedad de textos informativos provenientes de diferentes fuentes",
          "(Saber Conocer) Identifica vocabulario relacionado con emprendimiento, liderazgo, trabajo en equipo, innovación, creatividad.",
          "(Saber Conocer) Comprende características de diferentes tipos de texto (biografías, artículos informativos, casos de estudio).",
          "(Saber Hacer) Identifica la estructura y el propósito comunicativo de diferentes tipos de texto.",
          "(Saber Hacer) Usa estrategias de lectura para comprender textos auténticos sobre emprendimiento y negocios.",
          "(Saber Hacer) Analiza la información de un texto y la relaciona con su propio contexto y experiencias.",
          "(Saber Aplicar) Evalúa la credibilidad y la utilidad de la información presentada en un texto."
        ],
        "saberes": [
          "Political and economic changes in the 20th century.",
          "Propósito de un texto oral.",
          "Imágenes e información para mejorar la escucha.",
          "Characteristics and actions of a business or business person.",
          "The brain.",
          "Multiple intelligences.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Conversaciones de interés.",
          "Preguntas teniendo en cuenta el interlocutor y el contexto.",
          "Narraciones detalladas de experiencias.",
          "Opiniones sobre diferentes estilos de vida.",
          "Present Perfect continuous.",
          "Seguridad y confianza al expresarse.",
          "Palabras clave en textos.",
          "Ideas principales y específicas en textos.",
          "Teen entrepreneurs.",
          "Outstanding entrepreneurs: Walt Disney",
          "Textos informativos.",
          "Valores de cultura en los escritos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.). Textos y sus posibles lectores."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Pragmático (Escritura)",
        "estandar": "ESCRITURA: Escribo resúmenes e informes que demuestran mi conocimiento sobre temas de otras disciplinas.",
        "dba": [
          "Produce mensajes escritos, tales como cartas y correos electrónicos, claros y bien estructurados teniendo en cuenta el contexto en el que tienen lugar. Para esto, utiliza el vocabulario y las estructuras de texto requeridas."
        ],
        "evidencias": [
          "(Evidencia) Expreso valores de mi cultura a través de los textos que escribo.",
          "(Evidencia) Escribo textos de diferentes tipos teniendo en cuenta a mi posible lector.",
          "(Evidencia) Escribo textos de diferentes tipos de textos de mediana longitud y con una estructura sencilla (cartas, notas, mensajes, correos electrónicos, etc.).",
          "(Evidencia) Escribo textos cortos que describen mi estado de ánimo y mis preferencias.",
          "(Evidencia) Uso adecuadamente estructuras y patrones gramaticales de uso frecuente.",
          "(Evidencia) Verifico la ortografía de las palabras que escribo con frecuencia",
          "(Evidencia) Narro o describo de forma sencilla hechos y actividades que me son familiares.",
          "(Saber Conocer) Reconoce las estructuras gramaticales para la escritura de textos informativos, resúmenes, cartas y ensayos.",
          "(Saber Conocer) Identifica y clasifica vocabulario variado para expresar ideas de forma clara y concisa.",
          "(Saber Conocer) Comprende la importancia de planificar, organizar, desarrollar y revisar un texto antes de su publicación.",
          "(Saber Hacer) Utiliza diferentes recursos para organizar la información en un texto (párrafos, conectores, etc.).",
          "(Saber Hacer) Escribe textos informativos, resúmenes, cartas y ensayos con una estructura clara y cohesiva.",
          "(Saber Aplicar) Evalúa la claridad, precisión y organización de su propio texto y el de otros.",
          "(Saber Aplicar) Planifica, escribe y revisa un texto con un propósito comunicativo específico, adaptando el lenguaje y el estilo a la audiencia"
        ],
        "saberes": [
          "Political and economic changes in the 20th century.",
          "Propósito de un texto oral.",
          "Imágenes e información para mejorar la escucha.",
          "Characteristics and actions of a business or business person.",
          "The brain.",
          "Multiple intelligences.",
          "Actitud del estudiante al escuchar a sus compañeros.",
          "Conversaciones de interés.",
          "Preguntas teniendo en cuenta el interlocutor y el contexto.",
          "Narraciones detalladas de experiencias.",
          "Opiniones sobre diferentes estilos de vida.",
          "Present Perfect continuous.",
          "Seguridad y confianza al expresarse.",
          "Palabras clave en textos.",
          "Ideas principales y específicas en textos.",
          "Teen entrepreneurs.",
          "Outstanding entrepreneurs: Walt Disney",
          "Textos informativos.",
          "Valores de cultura en los escritos.",
          "Construcción de textos medianos y sencillos (cartas, notas, mensajes, correos electrónicos, etc.). Textos y sus posibles lectores."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ]
  }
}
