{
  "area": "Inglés",
  "grado": "-1",
  "tipo_malla": "4_periodos",
  "numero_periodos": 4,
  "periodos": {
    "1": [
      {
        "componente": "Comunicativo Integrado",
        "estandar": "Reconozco sonidos del inglés en mi entorno cotidiano. Reacciono físicamente a saludos y despedidas. Sigo instrucciones muy sencillas de una sola palabra. Imito sonidos y palabras cortas con ayuda del docente. Respondo con gestos a saludos y preguntas de sí/no.",
        "dba": [
          "(Escucha) DBA 1: Responde de manera no verbal a instrucciones muy sencillas de su docente (Ej: Stand up, Sit down).",
          "(Monólogo) DBA 3: Reproduce por imitación palabras muy familiares (colores básicos y miembros de la familia).",
          "(Conversación) DBA 4: Reconoce su nombre cuando se le llama en inglés y responde con gestos o palabras."
        ],
        "evidencias": [
          "Señala sus ojos, nariz o boca cuando el docente los nombra.",
          "Realiza movimientos corporales al escuchar canciones infantiles en inglés.",
          "Repite palabras sencillas de su entorno inmediato.",
          "Dice su nombre cuando el docente le pregunta de forma lúdica.",
          "Produce onomatopeyas de animales en inglés.",
          "Saluda con la mano al escuchar 'Hello'.",
          "Elige entre dos opciones de objetos cuando se le pregunta en inglés (Red or Blue?)."
        ],
        "saberes": [
          "Vocabulario: Face (eyes, nose, mouth), Body (hands, feet), My Family (Mom, Dad), Colors (Red, Blue), Numbers 1-3. Gramática: Hello, Bye, Sit down, Stand up, Look!"
        ],
        "socioemocional": null,
        "diccionario": null,
        "fuente": null
      }
    ],
    "2": [
      {
        "componente": "Comunicativo Integrado",
        "estandar": "Reconozco sonidos del inglés en mi entorno cotidiano. Reacciono físicamente a saludos y despedidas. Sigo instrucciones muy sencillas de una sola palabra. Imito sonidos y palabras cortas con ayuda del docente. Respondo con gestos a saludos y preguntas de sí/no.",
        "dba": [
          "(Escucha) DBA 1: Responde de manera no verbal a instrucciones muy sencillas de su docente (Ej: Up, Down).",
          "(Monólogo) DBA 3: Reproduce por imitación palabras muy familiares (emociones básicas y colores).",
          "(Conversación) DBA 4: Reconoce su nombre cuando se le llama en inglés y responde con gestos o palabras."
        ],
        "evidencias": [
          "Identifica las emociones básicas (Happy, Sad) al escuchar cuentos cortos.",
          "Reacciona físicamente a los comandos de posición Up y Down.",
          "Reconoce los nuevos colores Green y Orange en su entorno.",
          "Repite el nombre de su emoción actual con ayuda del docente.",
          "Pronuncia los números del 1 al 5 en orden.",
          "Nombra los colores Green y Orange al ver objetos reales.",
          "Usa las palabras mágicas 'Please' y 'Thank you' durante el juego grupal.",
          "Saluda a sus compañeros según su estado de ánimo (Happy hello).",
          "Responde con lenguaje no verbal a la pregunta ¿How are you?."
        ],
        "saberes": [
          "Vocabulario: Emotions (Happy, Sad, Angry), Colors (Green, Orange), Numbers (1-5), Positions (Up, Down). Valores: Please, Thank you. Gramática: I am... (happy)."
        ],
        "socioemocional": null,
        "diccionario": null,
        "fuente": null
      }
    ],
    "3": [
      {
        "componente": "Comunicativo Integrado",
        "estandar": "Reconozco sonidos del inglés en mi entorno cotidiano. Reacciono físicamente a saludos y despedidas. Sigo instrucciones muy sencillas de una sola palabra. Imito sonidos y palabras cortas con ayuda del docente. Respondo con gestos a saludos y preguntas de sí/no.",
        "dba": [
          "(Escucha) DBA 1: Responde de manera no verbal a instrucciones muy sencillas de su docente (Ej: Pick up, Clean).",
          "(Monólogo) DBA 3: Reproduce por imitación palabras muy familiares (animales comunes y elementos del paisaje).",
          "(Conversación) DBA 4: Reconoce su nombre cuando se le llama en inglés y responde con gestos o palabras."
        ],
        "evidencias": [
          "Identifica animales de la granja y mascotas por su sonido en inglés.",
          "Reacciona al comando 'Pick up the trash' durante la rutina de orden.",
          "Asocia palabras de la naturaleza (Sun, Tree, Flower) con imágenes grandes.",
          "Nombra al menos tres animales de la granja en inglés.",
          "Intenta decir el color de los elementos naturales (The tree is green).",
          "Repite frases de afecto hacia la naturaleza (I like the sun).",
          "Responde con 'Yes/No' o señas a la pregunta ¿Do you like the duck?.",
          "Interactúa con compañeros en la rutina de limpieza usando 'Clean up'.",
          "Participa en juegos colectivos imitando los movimientos de los animales en grupo."
        ],
        "saberes": [
          "Animales: Dog, Cat, Bird, Cow, Duck, Pig. Naturaleza: Sun, Tree, Flower. Acciones: Jump, Fly, Sleep. Colores: Green, Yellow, Brown. Números: 1-4. Gramática: I like... (the dog). Look at the...!"
        ],
        "socioemocional": null,
        "diccionario": null,
        "fuente": null
      }
    ],
    "4": [
      {
        "componente": "Comunicativo Integrado",
        "estandar": "Reconozco sonidos del inglés en mi entorno cotidiano. Reacciono físicamente a saludos y despedidas. Sigo instrucciones muy sencillas de una sola palabra. Imito sonidos y palabras cortas con ayuda del docente. Respondo con gestos a saludos y preguntas de sí/no.",
        "dba": [
          "(Escucha) DBA 1: Responde de manera no verbal a instrucciones muy sencillas de su docente (Ej: Stop, Go, Listen).",
          "(Monólogo) DBA 3: Reproduce por imitación palabras muy familiares (miembros de la familia y profesiones básicas).",
          "(Conversación) DBA 4: Reconoce su nombre cuando se le llama en inglés y responde con gestos o palabras."
        ],
        "evidencias": [
          "Identifica a los miembros de la familia extendida (Grandparents) por su nombre en inglés.",
          "Reconoce el sonido de profesiones clave (Teacher, Doctor, Police).",
          "Reacciona rítmicamente a diferentes tipos de música (Vallenato, Salsa).",
          "Intenta decir qué quiere ser de grande (I want to be a doctor).",
          "Nombra a los miembros de su familia al ver fotografías.",
          "Canta fragmentos de la canción de cumpleaños en inglés.",
          "Responde a la pregunta 'How old are you?' mostrando los dedos o diciendo el número.",
          "Participa en diálogos sencillos con títeres saludando y diciendo 'I am a student'.",
          "Interactúa en juegos de roles imitando a un conductor o un profesor."
        ],
        "saberes": [
          "Familia: Grandfather, Grandmother, Sister, Brother. Profesiones: Teacher, Doctor, Police, Driver. Cultura: Music, Birthday, Party. Números: 1-5 (Consolidación). Gramática: I am a student. Happy Birthday! I am 4 years old."
        ],
        "socioemocional": null,
        "diccionario": null,
        "fuente": null
      }
    ]
  }
}
