{
  "area": "Lenguaje",
  "grado": "1",
  "nombre_archivo": "t_lenguaje_1_4_periodos.json",
  "periodos": [
    {
      "periodo_id": 1,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "El Abecedario Gigante",
            "un_reto_sugerido": "Presentar un 'objeto misterioso' mencionando su nombre, el artículo que le corresponde y la letra inicial de forma clara.",
            "ruta_de_exploracion": {
              "explorar": "Realizar una caminata por el colegio buscando objetos que empiecen con sonidos específicos (consonantes vistas).",
              "visual": "Modelar las letras del abecedario con plastilina y asociarlas a dibujos de sustantivos comunes.",
              "produccion": "Exposición oral corta donde el niño use el artículo (el/la) y el sustantivo correctamente frente a sus compañeros."
            },
            "para_pensar": ["¿Por qué los nombres de las personas empiezan con una letra especial?", "¿Qué pasa si le quitamos el artículo a una palabra?"],
            "pistas_del_exito": ["Nombra objetos con claridad.", "Usa artículos coherentes con el género del objeto."],
            "un_refuerzo": "Lotería de sílabas y letras para armar palabras cortas de forma lúdica."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Detectives de Portadas",
            "un_reto_sugerido": "Adivinar de qué trata un libro basándose solo en el título y la imagen central de la carátula.",
            "ruta_de_exploracion": {
              "explorar": "Observar portadas de cuentos diversos y compartir qué les sugiere la imagen principal.",
              "visual": "Dibujar una 'nueva portada' para un cuento conocido basándose en lo que más les gustó.",
              "produccion": "Explicar verbalmente la relación entre un dibujo seleccionado y una frase corta del texto."
            },
            "para_pensar": ["¿Puede una imagen decir algo distinto a las palabras?", "¿Por qué los títulos suelen ser grandes y llamativos?"],
            "pistas_del_exito": ["Relaciona dibujos con el tema del texto.", "Identifica palabras nuevas en las lecturas."],
            "un_refuerzo": "Lectura en voz alta de cuentos álbum donde la imagen sea la protagonista."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "El Oráculo de los Cuentos",
            "un_reto_sugerido": "Predecir qué le sucederá al personaje principal de una fábula antes de llegar al final.",
            "ruta_de_exploracion": {
              "explorar": "Escuchar el inicio de una historia y pausar para imaginar posibles finales.",
              "visual": "Crear una máscara del personaje favorito usando materiales reciclables.",
              "produccion": "Socializar con el grupo su hipótesis sobre el final del cuento y compararla con el original."
            },
            "para_pensar": ["¿Cómo supiste que el lobo sería el villano?", "¿Qué otro final le pondrías a esta historia?"],
            "pistas_del_exito": ["Plantea hipótesis coherentes sobre la historia.", "Identifica personajes en textos literarios."],
            "un_refuerzo": "Rincón de lectura con títeres para representar pequeñas fábulas."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "El Juego de los Roles",
            "un_reto_sugerido": "Identificar quién habla y quién escucha en diferentes situaciones del salón de clase.",
            "ruta_de_exploracion": {
              "explorar": "Observar una conversación entre dos maestros e identificar quién inició el mensaje.",
              "visual": "Dibujar un esquema simple con un 'emisor' y un 'receptor' usando figuras humanas.",
              "produccion": "Simular una llamada telefónica por parejas donde se respeten los turnos de habla."
            },
            "para_pensar": ["¿Qué pasa si todos hablamos al mismo tiempo?", "¿Cómo sabemos que alguien nos está escuchando de verdad?"],
            "pistas_del_exito": ["Reconoce los turnos de palabra.", "Diferencia el rol de quien produce y quien interpreta."],
            "un_refuerzo": "Uso de un 'objeto de la palabra' para practicar el respeto de turnos en el aula."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "Mimos y Pantallas",
            "un_reto_sugerido": "Expresar una emoción o una instrucción solo mediante gestos, como si fuera una televisión sin sonido.",
            "ruta_de_exploracion": {
              "explorar": "Ver fragmentos de dibujos animados mudos e identificar qué sienten los personajes.",
              "visual": "Recortar imágenes de logotipos y medios (TV, radio, internet) y agruparlos.",
              "produccion": "Realizar una pequeña dramatización gestual para que sus compañeros adivinen la acción."
            },
            "para_pensar": ["¿Por qué entendemos los gestos de alguien aunque no hable?", "¿Para qué sirven las imágenes en los comerciales de TV?"],
            "pistas_del_exito": ["Identifica medios de comunicación de su entorno.", "Interpreta gestos y movimientos corporales."],
            "un_refuerzo": "Juego de mímicas basado en tarjetas con dibujos de acciones cotidianas."
          }
        }
      ]
    },
    {
      "periodo_id": 2,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "El Espejo de las Palabras",
            "un_reto_sugerido": "Escribir un autorretrato usando diminutivos cariñosos y comparando palabras opuestas (antónimos).",
            "ruta_de_exploracion": {
              "explorar": "Mirarse al espejo y decir características físicas propias (alto/bajo, grande/pequeño).",
              "visual": "Hacer un collage de su cara y escribir alrededor palabras que los describan.",
              "produccion": "Escribir un párrafo corto de presentación personal para el 'Libro del Grado'."
            },
            "para_pensar": ["¿Qué palabras usarías para que alguien que no te ve sepa cómo eres?", "¿Para qué sirve conocer el opuesto de una palabra?"],
            "pistas_del_exito": ["Usa sinónimos y antónimos básicos.", "Redacta frases descriptivas cortas."],
            "un_refuerzo": "Uso del diccionario ilustrado para buscar palabras que describan cualidades."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Exploradores de Formatos",
            "un_reto_sugerido": "Diferenciar un texto que nos informa (noticia) de uno que nos invita a algo (tarjeta).",
            "ruta_de_exploracion": {
              "explorar": "Manipular periódicos, revistas y libros para notar sus diferencias de forma.",
              "visual": "Señalar el título, las imágenes y las partes principales de un texto informativo corto.",
              "produccion": "Crear un cartel informativo sobre un animal usando una estructura clara."
            },
            "para_pensar": ["¿Todos los textos se leen de la misma manera?", "¿Qué pasaría si un libro no tuviera título?"],
            "pistas_del_exito": ["Identifica el propósito de un texto.", "Reconoce las partes básicas de un libro."],
            "un_refuerzo": "Visita a la biblioteca escolar para clasificar libros por su 'silueta'."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "Pequeños Actores",
            "un_reto_sugerido": "Relacionar una situación de un cuento con algo que te haya pasado en tu casa o colegio.",
            "ruta_de_exploracion": {
              "explorar": "Escuchar poemas y canciones, identificando las rimas con movimientos del cuerpo.",
              "visual": "Dibujar la escena de una obra de teatro donde ellos sean los protagonistas.",
              "produccion": "Contar al grupo una experiencia personal que se parezca a la del personaje de la historia leída."
            },
            "para_pensar": ["¿Por qué los personajes de los cuentos a veces sienten lo mismo que nosotros?", "¿Te gustaría vivir en el lugar donde ocurre esta historia?"],
            "pistas_del_exito": ["Comparte impresiones sobre textos literarios.", "Relaciona la literatura con su vida cotidiana."],
            "un_refuerzo": "Lectura de poemas cortos con entonación exagerada para notar el ritmo."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "El Mapa del Sonido",
            "un_reto_sugerido": "Descubrir cómo cambia una palabra si cambiamos una vocal, usando el sonido correcto de cada letra.",
            "ruta_de_exploracion": {
              "explorar": "Jugar a 'palabras encadenadas' enfocándose en el sonido final e inicial.",
              "visual": "Unir letras con sus sonidos correspondientes mediante fichas de colores.",
              "produccion": "Leer en voz alta frases cortas asegurando la relación letra-sonido (lectura convencional inicial)."
            },
            "para_pensar": ["¿Por qué es importante pronunciar bien cada letra al hablar?", "¿Cómo nos ayuda la imagen a entender una palabra difícil?"],
            "pistas_del_exito": ["Relaciona letras con sus sonidos.", "Lee palabras y frases sencillas."],
            "un_refuerzo": "Aplicación de juegos fonológicos (rimas, trabalenguas)."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "Creadores de Historietas",
            "un_reto_sugerido": "Interpretar lo que dicen los personajes de una tira cómica sin palabras basándose en las viñetas.",
            "ruta_de_exploracion": {
              "explorar": "Observar caricaturas en periódicos y comentar qué situación graciosa presentan.",
              "visual": "Dibujar una secuencia de tres cuadros (viñetas) para contar un chiste corto.",
              "produccion": "Explicar a sus compañeros la historia que crearon en sus viñetas."
            },
            "para_pensar": ["¿Cómo sabemos que un personaje de historieta está gritando aunque no lo oigamos?", "¿Qué significan las nubes de diálogo?"],
            "pistas_del_exito": ["Entiende el lenguaje de las historietas.", "Identifica la temática de anuncios y caricaturas."],
            "un_refuerzo": "Completar globos de texto vacíos en una historieta impresa."
          }
        }
      ]
    },
    {
      "periodo_id": 3,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "El Bazar de los Objetos",
            "un_reto_sugerido": "Organizar una secuencia de eventos para describir cómo funciona un objeto del salón.",
            "ruta_de_exploracion": {
              "explorar": "Tocar y describir objetos a ojos cerrados mencionando textura y forma.",
              "visual": "Crear un mapa mental con las características del objeto (color, tamaño, uso).",
              "produccion": "Redactar un texto descriptivo corto siguiendo un plan previo (qué es, cómo es)."
            },
            "para_pensar": ["¿Qué detalles son los más importantes al describir un lugar?", "¿Cómo ayudan los conectores (primero, después) a entender un relato?"],
            "pistas_del_exito": ["Describe características de objetos y lugares.", "Mantiene una secuencia lógica en sus relatos."],
            "un_refuerzo": "Juego de adivinanzas basado en descripciones hechas por los niños."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Lectores de la Ciudad",
            "un_reto_sugerido": "Encontrar información específica (fecha, lugar) en un afiche o una invitación real.",
            "ruta_de_exploracion": {
              "explorar": "Traer de casa recibos, tarjetas o volantes para observar sus funciones.",
              "visual": "Subrayar con colores diferentes los datos clave en una carta o noticia corta.",
              "produccion": "Responder preguntas de comprensión sobre un texto cotidiano leído en clase."
            },
            "para_pensar": ["¿Para qué sirven las instrucciones en un juego de mesa?", "¿Por qué las letras en los afiches son tan grandes?"],
            "pistas_del_exito": ["Relaciona imágenes y textos en formatos cotidianos.", "Amplía su vocabulario con palabras del entorno."],
            "un_refuerzo": "Creación de un mural con 'textos de la vida real' encontrados por los niños."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "El Libro de mi Vida",
            "un_reto_sugerido": "Construir una línea de tiempo con los 3 momentos más importantes de su vida hasta hoy.",
            "ruta_de_exploracion": {
              "explorar": "Escuchar relatos biográficos cortos de personajes famosos o del docente.",
              "visual": "Dibujar una línea de tiempo pegando fotos o dibujos de su crecimiento.",
              "produccion": "Narrar su 'autobiografía' apoyándose en la línea de tiempo creada."
            },
            "para_pensar": ["¿Por qué nuestra historia personal es como un cuento?", "¿Cómo cambian las personas con el paso del tiempo?"],
            "pistas_del_exito": ["Organiza eventos en orden cronológico.", "Infiere significados a partir de imágenes de su historia."],
            "un_refuerzo": "Entrevista a los padres para conocer anécdotas de cuando eran bebés."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "Observadores de Videos",
            "un_reto_sugerido": "Responder preguntas sobre un video o infografía (texto discontinuo) para comprobar la atención.",
            "ruta_de_exploracion": {
              "explorar": "Ver un cortometraje animado sin diálogos y comentar lo sucedido.",
              "visual": "Completar una ficha de '¿Qué pasó?' con dibujos sobre el video visto.",
              "produccion": "Participar en un conversatorio grupal sobre el mensaje del recurso visual."
            },
            "para_pensar": ["¿Se puede aprender viendo solo imágenes?", "¿Cómo sabemos qué es lo más importante en un video informativo?"],
            "pistas_del_exito": ["Entiende el propósito de textos visuales.", "Explica relaciones entre lo que ve y lo que oye."],
            "un_refuerzo": "Uso de infografías sencillas para niños sobre temas de interés (animales, espacio)."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "El Taller de Viñetas",
            "un_reto_sugerido": "Ordenar una historieta desordenada basándose en la lógica de las imágenes y gestos.",
            "ruta_de_exploracion": {
              "explorar": "Jugar a 'congelados' imitando las posturas de personajes de historietas.",
              "visual": "Recortar y pegar viñetas en el orden correcto en el cuaderno.",
              "produccion": "Contar la historia final respetando la secuencia de los cuadros."
            },
            "para_pensar": ["¿Qué indican los movimientos corporales en un dibujo?", "¿Por qué las historietas usan cuadros para separar escenas?"],
            "pistas_del_exito": ["Identifica intenciones en gestos corporales.", "Reconoce la estructura de una historieta."],
            "un_refuerzo": "Dibujar el final de una historieta que solo tiene el inicio y el nudo."
          }
        }
      ]
    },
    {
      "periodo_id": 4,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "Chef de Historias",
            "un_reto_sugerido": "Escribir un texto instructivo con 3 pasos para 'preparar una amistad' o un juego sencillo.",
            "ruta_de_exploracion": {
              "explorar": "Seguir una receta real o instrucciones para armar un origami simple.",
              "visual": "Escribir la lista de 'ingredientes' o materiales necesarios usando viñetas.",
              "produccion": "Redactar el texto narrativo o instructivo final y compartirlo con un compañero."
            },
            "para_pensar": ["¿Por qué las instrucciones deben ir en orden?", "¿Qué palabras nos ayudan a dar una orden amable (verbos)?"],
            "pistas_del_exito": ["Redacta textos instructivos sencillos.", "Expresa ideas con vocabulario conocido."],
            "un_refuerzo": "Juego de 'Simón dice' siguiendo instrucciones cada vez más complejas."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Festival de Voces",
            "un_reto_sugerido": "Participar en un recital de curso declamando una rima o cantando una canción aprendida.",
            "ruta_de_exploracion": {
              "explorar": "Escuchar diferentes ritmos musicales y declamaciones de poemas infantiles.",
              "visual": "Crear un cartel con la estrofa favorita de una canción usando dibujos.",
              "produccion": "Intervención grupal en un juego de palabras, canto o recital frente a otros grados."
            },
            "para_pensar": ["¿Cómo cambia nuestra voz cuando leemos un poema frente a una noticia?", "¿Qué sientes cuando cantas con tus compañeros?"],
            "pistas_del_exito": ["Interactúa en dinámicas grupales literarias.", "Escucha y lee textos de diversos entornos."],
            "un_refuerzo": "Grabación de audio de los niños leyendo para que escuchen su propia entonación."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "Cazadores de Leyendas",
            "un_reto_sugerido": "Identificar las diferencias entre una fábula (animales/moraleja) y un poema (versos/sentimientos).",
            "ruta_de_exploracion": {
              "explorar": "Escuchar un mito o leyenda local narrada por un invitado o el docente.",
              "visual": "Clasificar portadas de libros en 'Cuentos', 'Poemas' o 'Fábulas' según su forma.",
              "produccion": "Dibujar el ser fantástico de una leyenda y describir una diferencia con un personaje de cuento real."
            },
            "para_pensar": ["¿Por qué los poemas se escriben en líneas cortas?", "¿Qué enseñanza te dejó la última fábula que leímos?"],
            "pistas_del_exito": ["Diferencia formas de escritura literaria.", "Reconoce la lúdica en los textos que lee."],
            "un_refuerzo": "Maratón de lectura de leyendas cortas ilustradas."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "El Mensaje Oculto",
            "un_reto_sugerido": "Explicar cuál es la intención de un autor al escribir un texto (¿quiere enseñarme algo, divertirme o avisarme?).",
            "ruta_de_exploracion": {
              "explorar": "Analizar diferentes mensajes del colegio (señal de silencio, menú del día, cuento).",
              "visual": "Asociar caritas de emociones a diferentes tipos de textos según su intención.",
              "produccion": "Escribir una nota corta con una intención clara (ej: pedir permiso, dar las gracias)."
            },
            "para_pensar": ["¿Por qué no usamos las mismas palabras para hablar con un amigo que con el director?", "¿Cómo nos ayudan los dibujos a entender la intención de alguien?"],
            "pistas_del_exito": ["Entiende el propósito de lo que lee.", "Explica la relación imagen-texto."],
            "un_refuerzo": "Juego de cartas de situaciones donde deben elegir el 'mensaje' adecuado."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "Reporteros de Imágenes",
            "un_reto_sugerido": "Crear una noticia corta sobre un evento del salón usando un dibujo central y un pie de foto.",
            "ruta_de_exploracion": {
              "explorar": "Observar fotografías de noticias e imaginar qué está pasando antes de leer el texto.",
              "visual": "Diseñar una 'historieta informativa' sobre el cuidado del medio ambiente.",
              "produccion": "Presentar su 'noticia' o historieta usando un lenguaje coherente con el público (sus compañeros)."
            },
            "para_pensar": ["¿Qué es más fácil de entender: un dibujo o una frase larga?", "¿Cómo nos informamos hoy en día en casa?"],
            "pistas_del_exito": ["Emplea lenguaje coherente con la situación.", "Interpreta el lenguaje de imágenes fijas."],
            "un_refuerzo": "Creación de un 'Noticiero Mural' con dibujos y frases hechas por los niños."
          }
        }
      ]
    }
  ]
}
