{
  "area": "Lenguaje",
  "grado": "11",
  "nombre_archivo": "t_lenguaje_11_4_periodos.json",
  "periodos": [
    {
      "periodo_id": 1,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "El Taller del Argumento Infalible",
            "un_reto_sugerido": "Escribir un artículo de opinión sobre un tema de actualidad utilizando al menos tres tipos de argumentos diferentes para sustentar una tesis clara.",
            "ruta_de_exploracion": {
              "explorar": "Debate relámpago: Los estudiantes defienden una postura absurda (ej. ¿Por qué el helado debería ser obligatorio?) usando solo la intuición.",
              "visual": "Crear un mapa de calor argumentativo donde se clasifiquen argumentos de autoridad, ejemplo y analogía mediante colores.",
              "produccion": "Redacción de un ensayo breve y aplicación de una rejilla de autoevaluación para corregir niveles de lengua."
            },
            "para_pensar": [
              "¿Cómo cambia el impacto de un texto cuando el autor revisa su propia redacción antes de publicar?",
              "¿Por qué un argumento de autoridad puede ser más convincente que una opinión personal en un texto académico? "
            ],
            "pistas_del_exito": [
              "Identifica y diferencia argumentos de autoridad y de ejemplificación en su escrito.",
              "Realiza correcciones gramaticales y de estilo de forma autónoma."
            ],
            "un_refuerzo": "Utilizar un organizador gráfico de 'Causa-Efecto' para estructurar la tesis del texto."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Detectives de Contextos Contemporáneos",
            "un_reto_sugerido": "Comparar dos columnas de opinión de diferentes orígenes políticos para identificar cómo el contexto influye en la interpretación de una misma noticia.",
            "ruta_de_exploracion": {
              "explorar": "Análisis de titulares: Comparar cómo tres periódicos diferentes narran el mismo evento del día.",
              "visual": "Diseñar un 'Esquema de Interpretación' que conecte frases clave del texto con situaciones políticas reales del país.",
              "produccion": "Exposición oral donde se explique la relación entre el tono del autor y el contexto cultural del texto analizado."
            },
            "para_pensar": [
              "¿Es posible leer un texto de manera objetiva sin que influyan nuestras experiencias previas?",
              "¿De qué manera el contexto político de un autor moldea el vocabulario que utiliza?"
            ],
            "pistas_del_exito": [
              "Establece relaciones claras entre la temática del texto y el contexto social en el que se produjo.",
              "Determina el sentido global del texto más allá de las palabras literales."
            ],
            "un_refuerzo": "Lectura dirigida de un microcuento contemporáneo subrayando las marcas sociales del lenguaje."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "Clásicos en el Siglo XXI",
            "un_reto_sugerido": "Crear un perfil de red social para un personaje de una obra clásica universal, justificando sus publicaciones según su visión del mundo.",
            "ruta_de_exploracion": {
              "explorar": "Ruleta literaria: Relacionar dilemas de personajes clásicos (Hamlet, Quijote, Antígona) con problemas actuales de los jóvenes.",
              "visual": "Infografía comparativa entre una obra clásica y una película o serie contemporánea que aborde el mismo tema.",
              "produccion": "Ensayo corto comparativo sobre la vigencia de los valores universales en una obra clásica seleccionada."
            },
            "para_pensar": [
              "¿Por qué seguimos leyendo autores que murieron hace siglos?",
              "¿Qué problemas humanos son comunes a todas las épocas según la literatura universal?"
            ],
            "pistas_del_exito": [
              "Reconoce temas universales en obras clásicas y los vincula con la actualidad.",
              "Argumenta su postura personal sobre si un libro clásico es o no vigente hoy."
            ],
            "un_refuerzo": "Ver un video-resumen animado de la obra para fortalecer la comprensión de la trama principal."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "Semiótica de la Pantalla",
            "un_reto_sugerido": "Decodificar una campaña publicitaria de alto impacto para identificar símbolos culturales y sus mensajes implícitos.",
            "ruta_de_exploracion": {
              "explorar": "Juego de mímica: Comunicar conceptos complejos (ej. libertad, injusticia) sin usar palabras, solo símbolos.",
              "visual": "Mural de símbolos: Recortes o dibujos de logotipos y señales, explicando su significado denotativo y connotativo.",
              "produccion": "Creación de un símbolo propio que represente un valor de la identidad juvenil actual."
            },
            "para_pensar": [
              "¿Cómo influyen los símbolos visuales en nuestra percepción de la realidad social?",
              "¿Hasta qué punto un emoticón puede cambiar el sentido de un mensaje escrito?"
            ],
            "pistas_del_exito": [
              "Diferencia el sentido literal del figurado en los mensajes de los medios masivos.",
              "Explica la carga ideológica detrás de un símbolo o imagen publicitaria."
            ],
            "un_refuerzo": "Análisis guiado de una caricatura política para identificar el uso del lenguaje figurado."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "Laboratorio de Opinión Ciudadana",
            "un_reto_sugerido": "Producir un podcast o video-comentario crítico sobre el manejo de la información en un medio de comunicación institucional.",
            "ruta_de_exploracion": {
              "explorar": "Caza de noticias falsas: Identificar en redes sociales noticias con fuentes dudosas o lenguaje sensacionalista.",
              "visual": "Diagrama de flujo sobre cómo se procesa una noticia desde el hecho hasta su publicación en medios masivos.",
              "produccion": "Debate en clase asumiendo roles (políticos, ciudadanos, periodistas) frente a una problemática regional."
            },
            "para_pensar": [
              "¿De qué manera los medios de comunicación influyen en nuestras decisiones democráticas?",
              "¿Quién decide qué noticias son importantes en un medio regional?"
            ],
            "pistas_del_exito": [
              "Asume una posición crítica frente a los discursos que presentan los medios masivos.",
              "Participa activamente en escenarios de discusión con argumentos sólidos."
            ],
            "un_refuerzo": "Lectura de los 'términos y condiciones' de una red social para entender el manejo de la información."
          }
        }
      ]
    },
    {
      "periodo_id": 2,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "Arquitectos del Conocimiento",
            "un_reto_sugerido": "Escribir un texto académico donde se explique la importancia del lenguaje en la construcción de una ciencia o disciplina de interés.",
            "ruta_de_exploracion": {
              "explorar": "Glosario loco: Inventar palabras para objetos que no tienen nombre y explicar su utilidad.",
              "visual": "Mapa mental sobre cómo el lenguaje estructura el pensamiento en las matemáticas, el arte o la historia.",
              "produccion": "Redacción de un breve artículo de divulgación científica usando terminología técnica adecuada."
            },
            "para_pensar": [
              "¿Podríamos pensar en algo para lo que no tenemos palabras?",
              "¿Cómo ayuda el lenguaje a que el conocimiento pase de una generación a otra?"
            ],
            "pistas_del_exito": [
              "Utiliza un léxico especializado acorde al tema tratado.",
              "Sustenta con argumentos la relación entre lenguaje y conocimiento."
            ],
            "un_refuerzo": "Consulta de diccionarios técnicos para enriquecer el vocabulario del texto."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "La Caja de Herramientas Textuales",
            "un_reto_sugerido": "Identificar y clasificar estrategias descriptivas y analógicas en un texto de divulgación científica.",
            "ruta_de_exploracion": {
              "explorar": "Reto de analogías: Completar comparaciones complejas entre objetos cotidianos y conceptos abstractos.",
              "visual": "Cuadro sinóptico que diferencie las estrategias descriptivas, explicativas y analógicas con ejemplos del texto.",
              "produccion": "Escrito de una página donde se aplique una analogía original para explicar un fenómeno social."
            },
            "para_pensar": [
              "¿Por qué las analogías nos ayudan a entender conceptos que parecen difíciles?",
              "¿Qué diferencia una descripción literaria de una descripción técnica?"
            ],
            "pistas_del_exito": [
              "Identifica correctamente cuándo un autor está explicando, describiendo o comparando.",
              "Relaciona el significado del texto con su intención comunicativa."
            ],
            "un_refuerzo": "Ejercicios de apareamiento entre conceptos y sus respectivas analogías."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "Viajeros en el Tiempo Literario",
            "un_reto_sugerido": "Realizar un juicio literario a un personaje clásico, defendiendo o acusando sus acciones bajo las leyes y ética del mundo actual.",
            "ruta_de_exploracion": {
              "explorar": "Escuchar un audiolibro de un fragmento clásico y dibujar la escena imaginada.",
              "visual": "Línea de tiempo que conecte el contexto histórico de la obra con los eventos que narra.",
              "produccion": "Podcast de análisis donde se discuta por qué la obra leída sigue siendo relevante para un joven de hoy."
            },
            "para_pensar": [
              "¿Cambiaría el final de tu libro favorito si ocurriera en la era de los smartphones?",
              "¿Qué visión del mundo tenían los autores clásicos que aún compartimos hoy?"
            ],
            "pistas_del_exito": [
              "Compara visiones de mundo de diferentes épocas a través de la literatura.",
              "Expresa con claridad su postura frente a la obra leída."
            ],
            "un_refuerzo": "Lectura en voz alta compartida para desglosar el vocabulario antiguo."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "Puentes de Diálogo Intercultural",
            "un_reto_sugerido": "Diseñar una propuesta de comunicación inclusiva que valore las lenguas y tradiciones de comunidades indígenas o afrocolombianas.",
            "ruta_de_exploracion": {
              "explorar": "Audición de canciones o poemas en lenguas nativas colombianas para identificar sonoridades y sentimientos.",
              "visual": "Mapa cultural de Colombia donde se ubiquen las diversas ideologías y grupos humanos del país.",
              "produccion": "Debate sobre el respeto a la diferencia, usando argumentos que involucren la empatía y la crítica social."
            },
            "para_pensar": [
              "¿Cómo influye nuestra cultura en la forma en que discutimos con otros?",
              "¿Por qué es importante conocer la visión de mundo de las comunidades étnicas de nuestro país?"
            ],
            "pistas_del_exito": [
              "Reconoce y respeta las posturas de sus interlocutores durante un debate.",
              "Identifica diferencias ideológicas presentes en discursos sociales."
            ],
            "un_refuerzo": "Visualización de un documental corto sobre la cosmogonía de una comunidad indígena colombiana."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "La Máquina de la Persuasión",
            "un_reto_sugerido": "Crear un anuncio publicitario (afiche o video corto) que utilice códigos verbales y no verbales para promover el consumo responsable.",
            "ruta_de_exploracion": {
              "explorar": "Análisis de comerciales: ¿Qué nos están vendiendo realmente además del producto (belleza, éxito, poder)?",
              "visual": "Diseño de un 'Storyboard' donde se planeen los gestos, colores y palabras de una campaña publicitaria.",
              "produccion": "Presentación de la campaña ante el grupo, explicando los mecanismos ideológicos utilizados."
            },
            "para_pensar": [
              "¿Qué tan libres somos al elegir un producto si los medios nos bombardean con publicidad?",
              "¿Cómo se articulan los gestos (lenguaje no verbal) con el slogan de una marca?"
            ],
            "pistas_del_exito": [
              "Identifica la intencionalidad oculta en anuncios publicitarios y políticos.",
              "Explica cómo se complementan las imágenes y las palabras en un mensaje mediático."
            ],
            "un_refuerzo": "Reescribir un anuncio publicitario famoso quitándole la carga ideológica."
          }
        }
      ]
    },
    {
      "periodo_id": 3,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "Ingeniería del Párrafo",
            "un_reto_sugerido": "Redactar un texto de tres párrafos donde cada uno cumpla una función técnica estricta: Introducción, Desarrollo (ampliación) y Conclusión (síntesis).",
            "ruta_de_exploracion": {
              "explorar": "Párrafo rompecabezas: Ordenar oraciones sueltas para formar un texto coherente.",
              "visual": "Esquema de 'Ladrillos Textuales' donde se etiquete la función de cada oración dentro de un párrafo.",
              "produccion": "Taller de co-corrección: Intercambiar textos con un compañero para evaluar la claridad y la puntuación."
            },
            "para_pensar": [
              "¿Qué sucede con el sentido de un texto si los párrafos no están bien conectados?",
              "¿Por qué es importante que un párrafo de conclusión retome la idea principal?"
            ],
            "pistas_del_exito": [
              "Construye párrafos con funciones discursivas claras (introducir, concluir).",
              "Aplica reglas de corrección lingüística en sus propias producciones."
            ],
            "un_refuerzo": "Uso de una lista de conectores lógicos según su función (adición, oposición, consecuencia)."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Lectura de Poder y Sociedad",
            "un_reto_sugerido": "Analizar un editorial periodístico sobre una política pública nacional, infiriendo el mensaje implícito sobre la realidad social del país.",
            "ruta_de_exploracion": {
              "explorar": "Lluvia de ideas: ¿Qué problemas sociales aparecen con más frecuencia en las noticias actuales?",
              "visual": "Mapa de relaciones entre los personajes del texto y las instituciones políticas que representan.",
              "produccion": "Informe escrito comparando el significado literal del texto con su significado en el contexto político colombiano."
            },
            "para_pensar": [
              "¿Puede un texto ser neutral cuando habla de problemas sociales?",
              "¿Cómo influyen los medios de comunicación en nuestra forma de entender la política?"
            ],
            "pistas_del_exito": [
              "Infiere mensajes ocultos en textos de circulación masiva.",
              "Establece vínculos entre el contenido de un texto y la realidad política actual."
            ],
            "un_refuerzo": "Lectura comentada de una noticia comparando la versión de dos fuentes distintas."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "El Espejo de la Estética",
            "un_reto_sugerido": "Escribir una crítica literaria breve enfocada en la dimensión estética y filosófica de un poema o fragmento narrativo universal.",
            "ruta_de_exploracion": {
              "explorar": "Sesión de escucha: Oír poemas leídos con diferentes entonaciones para notar cómo cambia el sentimiento.",
              "visual": "Galería de imágenes inspiradas en los conceptos filosóficos de la obra (vida, muerte, amor, tiempo).",
              "produccion": "Creación de un caligrama o poema visual que refleje la dimensión ética de una obra literaria."
            },
            "para_pensar": [
              "¿Qué hace que un texto sea considerado 'bello' o 'artístico'?",
              "¿Cómo puede una obra literaria ayudarnos a cuestionar nuestra propia ética?"
            ],
            "pistas_del_exito": [
              "Distingue entre los valores éticos y estéticos de un texto literario.",
              "Explica cómo la entonación y el estilo afectan la intención del autor."
            ],
            "un_refuerzo": "Relacionar frases célebres de filósofos con las temáticas de las obras leídas."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "El Arte de la Conversación",
            "un_reto_sugerido": "Participar en una mesa redonda sobre un tema polémico, aplicando técnicas de argumentación respetuosa y escucha activa.",
            "ruta_de_exploracion": {
              "explorar": "Role-play: Dramatizar una discusión donde nadie escucha al otro, y luego una donde haya diálogo constructivo.",
              "visual": "Gráfico de 'Pirámide de Argumentación' para organizar ideas de lo más general a lo más específico.",
              "produccion": "Bitácora de reflexión sobre los acuerdos y desacuerdos alcanzados durante la mesa redonda."
            },
            "para_pensar": [
              "¿Es posible cambiar de opinión tras escuchar el argumento de alguien con quien no estamos de acuerdo?",
              "¿Qué papel juega el respeto en la construcción de una sociedad democrática?"
            ],
            "pistas_del_exito": [
              "Identifica y valora los argumentos de sus interlocutores.",
              "Mantiene una postura crítica pero propositiva frente a la diversidad de criterios."
            ],
            "un_refuerzo": "Guía de 'Frases para disentir con cortesía' para usar durante el debate."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "Analistas de la Cultura Pop",
            "un_reto_sugerido": "Analizar la simbología y los códigos no verbales en un videoclip musical o la puesta en escena de un concierto.",
            "ruta_de_exploracion": {
              "explorar": "Ver un fragmento de video musical sin audio y tratar de adivinar el mensaje solo por la imagen.",
              "visual": "Tabla de clasificación de elementos: vestuario, iluminación, gestos y escenarios, vinculándolos a un mensaje social.",
              "produccion": "Exposición multimedia analizando cómo un artista usa códigos no verbales para transmitir una ideología."
            },
            "para_pensar": [
              "¿Por qué los artistas eligen ciertos colores o vestuarios para sus presentaciones?",
              "¿De qué manera los videoclips refuerzan o cuestionan estereotipos sociales?"
            ],
            "pistas_del_exito": [
              "Clasifica adecuadamente elementos simbólicos en manifestaciones culturales contemporáneas.",
              "Infiere la relación entre mensajes mediáticos y contextos culturales."
            ],
            "un_refuerzo": "Lectura de un artículo corto sobre la psicología del color en los medios."
          }
        }
      ]
    },
    {
      "periodo_id": 4,
      "guias_por_componente": [
        {
          "componente": "Producción Textual",
          "guia_didactica": {
            "la_estrategia": "El Manifiesto del Graduado",
            "un_reto_sugerido": "Escribir un ensayo argumentativo final que proyecte su visión de mundo y use estrategias analógicas para defender una idea propia.",
            "ruta_de_exploracion": {
              "explorar": "Caja de ideas: Escribir en papeles temas que apasionen a los estudiantes y seleccionarlos al azar para micro-debates.",
              "visual": "Plan textual (esqueleto) que muestre la tesis, los argumentos de apoyo y la conclusión antes de redactar.",
              "produccion": "Edición de una revista digital de grado 11 con los mejores ensayos argumentativos del curso."
            },
            "para_pensar": [
              "¿Qué huella quieres dejar con tus palabras ahora que terminas el colegio?",
              "¿Cómo influyen las estrategias descriptivas en la fuerza de un argumento?"
            ],
            "pistas_del_exito": [
              "Evalúa la adecuación de su texto según el público al que se dirige.",
              "Sigue rigurosamente un plan textual para la producción de ensayos complejos."
            ],
            "un_refuerzo": "Sesión de tutoría personalizada para revisar la coherencia global del ensayo."
          }
        },
        {
          "componente": "Comprensión e interpretación textual",
          "guia_didactica": {
            "la_estrategia": "Duelo de Estilos",
            "un_reto_sugerido": "Contrastar dos textos literarios de diferentes épocas sobre el mismo tema, analizando las variaciones en el léxico y la estructura interna.",
            "ruta_de_exploracion": {
              "explorar": "Comparar una carta de amor antigua con un mensaje de texto actual para identificar cambios en el estilo.",
              "visual": "Cuadro comparativo: Tema, Estilo, Léxico y Estructura entre los dos textos seleccionados.",
              "produccion": "Reseña crítica comparativa destacando cuál de los dos textos tiene un impacto más fuerte en el lector moderno."
            },
            "para_pensar": [
              "¿Por qué el lenguaje evoluciona y algunas palabras dejan de usarse?",
              "¿Cómo afecta el estilo de un autor la forma en que recibimos su mensaje?"
            ],
            "pistas_del_exito": [
              "Contrasta con precisión las características formales y de contenido de distintos textos.",
              "Mantiene una actitud crítica frente a las diversas formas de expresión escrita."
            ],
            "un_refuerzo": "Actividad de 'Traducción' de un texto antiguo a lenguaje juvenil actual manteniendo el sentido."
          }
        },
        {
          "componente": "Literatura",
          "guia_didactica": {
            "la_estrategia": "Críticos Literarios en Acción",
            "un_reto_sugerido": "Aplicar conceptos de teoría literaria (narratología o poética) para desglosar la estructura de una novela o poemario universal.",
            "ruta_de_exploracion": {
              "explorar": "Trivial literario: Preguntas sobre géneros, figuras retóricas y movimientos literarios.",
              "visual": "Esquema radial sobre la teoría literaria aplicada a la obra leída (personajes, tiempo, espacio, narrador).",
              "produccion": "Video-reseña (Booktube) donde se aplique el análisis teórico a una obra de libre elección."
            },
            "para_pensar": [
              "¿Para qué sirve la teoría literaria al momento de leer por placer?",
              "¿Cómo cambia nuestra percepción de una obra cuando conocemos su estructura interna?"
            ],
            "pistas_del_exito": [
              "Utiliza conceptos técnicos de la literatura para analizar textos.",
              "Establece relaciones entre la forma del texto y su contenido temático."
            ],
            "un_refuerzo": "Lectura de un glosario de términos literarios fundamentales."
          }
        },
        {
          "componente": "Ética de la Comunicación",
          "guia_didactica": {
            "la_estrategia": "Visiones de Mundo en el Aula",
            "un_reto_sugerido": "Evaluar la visión de mundo proyectada en los ensayos de sus compañeros, identificando sesgos e ideologías de forma respetuosa.",
            "ruta_de_exploracion": {
              "explorar": "Dinámica de 'Ponche de Opiniones': Defender brevemente una idea y recibir retroalimentación inmediata.",
              "visual": "Matriz de evaluación inter-pares donde se valore la adecuación y la intención comunicativa del texto ajeno.",
              "produccion": "Foro de cierre de año donde se discutan las visiones de futuro de los estudiantes basadas en sus escritos."
            },
            "para_pensar": [
              "¿Somos conscientes de las ideologías que defendemos cuando escribimos?",
              "¿Cómo podemos criticar un texto sin atacar a la persona que lo escribió?"
            ],
            "pistas_del_exito": [
              "Evalúa críticamente la visión de mundo que proyectan los textos propios y ajenos.",
              "Sustenta sus puntos de vista con argumentos sólidos y respetuosos."
            ],
            "un_refuerzo": "Taller de 'Comunicación Asertiva' para mejorar la retroalimentación entre compañeros."
          }
        },
        {
          "componente": "Medios de Comunicación y otros sistemas simbólicos",
          "guia_didactica": {
            "la_estrategia": "Creadores de Contenido Ético",
            "un_reto_sugerido": "Diseñar y producir una pieza comunicativa (infografía, video o blog) que denuncie un elemento ideológico perjudicial en los medios masivos.",
            "ruta_de_exploracion": {
              "explorar": "Análisis de 'Trending Topics': ¿Por qué ciertos temas se vuelven virales y qué ideología promueven?",
              "visual": "Boceto de la pieza comunicativa integrando lenguaje verbal y no verbal de manera equilibrada.",
              "produccion": "Lanzamiento de la pieza en una 'Feria de Medios' escolar para generar conciencia en otros grados."
            },
            "para_pensar": [
              "¿Qué responsabilidad tenemos como productores de contenido en redes sociales?",
              "¿Cómo influyen los algoritmos en la información que consumimos a diario?"
            ],
            "pistas_del_exito": [
              "Identifica y critica elementos ideológicos en medios de comunicación.",
              "Produce textos que integran diversos sistemas simbólicos con una intención clara."
            ],
            "un_refuerzo": "Uso de plantillas de diseño digital (como Canva) para profesionalizar la entrega final."
          }
        }
      ]
    }
  ]
}

