{
  "area": "Matemáticas",
  "grado": "1",
  "tipo_malla": "4_periodos",
  "numero_periodos": 4,
  "periodos": {
    "1": [
      {
        "componente": "Numérico Variacional",
        "estandar": "Reconozco significados del número en diferentes contextos (medición, conteo, comparación, codificación, localización entre otros). Identifico regularidades y propiedades de los números utilizando diferentes instrumentos de cálculo (calculadoras, ábacos, bloques multibase, etc.). Describo cualitativamente situaciones de cambio y variación utilizando el lenguaje natural, dibujos y gráficas.",
        "dba": [
          "DBA 1.",
          "DBA 8."
        ],
        "evidencias": [
          "Reconoce en sus actuaciones cotidianas posibilidades de uso de los números y las operaciones.",
          "Construye e interpreta representaciones pictóricas y diagramas para representar relaciones entre cantidades que se presentan en situaciones o fenómenos.",
          "Explica cómo y por qué es posible hacer una operación (suma o resta) en relación con los usos de los números y el contexto en el cual se presentan.",
          "Interpreta y resuelve problemas de juntar, quitar y completar, que involucren la cantidad de elementos de una colección o la medida de magnitudes como longitud, peso, capacidad y duración.",
          "Utiliza las operaciones (suma y resta) para representar el cambio en una cantidad.",
          "Identifica y nombra diferencias entre objetos o grupos de objetos.",
          "Comunica las características identificadas y justifica las diferencias que encuentra."
        ],
        "saberes": [
          "Uso de los números y sus operaciones.",
          "Secuencias sencillas."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Espacial Métrico",
        "estandar": "Diferencio atributos y propiedades de objetos tridimensionales. Dibujo y describo cuerpos o figuras tridimensionales en distintas posiciones y tamaños. Reconozco en los objetos propiedades o atributos que se puedan medir (longitud, área, volumen, capacidad, peso y masa) y, en los eventos, su duración.",
        "dba": [
          "DBA 6.",
          "DBA 4."
        ],
        "evidencias": [
          "Crea, compone y descompone formas bidimensionales y tridimensionales, para ello utiliza plastilina, papel, palitos, cajas, entre otros.",
          "Describe de forma verbal las cualidades y propiedades de un objeto relativas a su forma.",
          "Identifica atributos que se pueden medir en los objetos.",
          "Diferencia atributos medibles (longitud, peso, capacidad, duración, cantidad de elementos de una colección), en términos de los instrumentos y las unidades utilizadas para medirlos."
        ],
        "saberes": [
          "Características geométricas de las formas bidimensionales y tridimensionales.",
          "Atributos medibles."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Aleatorio",
        "estandar": "Clasifico y organizo datos de acuerdo con cualidades y atributos y los presento en tablas.",
        "dba": [
          "DBA 1."
        ],
        "evidencias": [
          "Identifica en fichas u objetos reales los valores de la variable en estudio."
        ],
        "saberes": [
          "Variables de estudio estadístico."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "2": [
      {
        "componente": "Numérico Variacional",
        "estandar": "Resuelvo y formulo problemas en situaciones aditivas de composición y de transformación. Reconozco propiedades de los números (ser par, ser impar, etc.) y relaciones entre ellos (ser mayor que, ser menor que, ser múltiplo de, ser divisible por, etc.) en diferentes contextos. Describo cualitativamente situaciones de cambio y variación utilizando el lenguaje natural, dibujos y gráficas.",
        "dba": [
          "DBA 2.",
          "DBA 8."
        ],
        "evidencias": [
          "Realiza conteos (de uno en uno, de dos en dos, etc.) iniciando en cualquier número.",
          "Determina la cantidad de elementos de una colección agrupándolos de 1 en 1, de 2 en 2, de 5 en 5.",
          "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
          "Establece relaciones de dependencia entre magnitudes."
        ],
        "saberes": [
          "Técnicas de conteo. Operaciones aritméticas suma y resta. Numero par, impar, mayor que, menor que.",
          "Identificar relaciones de dependencia numéricas."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Espacial Métrico",
        "estandar": "Diferencio atributos y propiedades de objetos tridimensionales. Dibujo y describo cuerpos o figuras tridimensionales en distintas posiciones y tamaños. Comparo y ordeno objetos respecto a atributos medibles.",
        "dba": [
          "DBA 6.",
          "DBA 4."
        ],
        "evidencias": [
          "Agrupa objetos de su entorno de acuerdo con las semejanzas y las diferencias en la forma y en el tamaño y explica el criterio que utiliza. P. ej. si el objeto es redondo, si tiene puntas, entre otras características.",
          "Identifica objetos a partir de las descripciones verbales que hacen de sus características geométricas.",
          "Compara y ordena objetos de acuerdo con atributos como altura, peso, entre otros, y recorridos según la distancia de cada trayecto.",
          "Compara y ordena colecciones según la cantidad de elementos."
        ],
        "saberes": [
          "Comparación de diferentes objetos desde la visión espacial.",
          "Comparación y medición de objetos."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Aleatorio",
        "estandar": "Clasifico y organizo datos de acuerdo con cualidades y atributos y los presento en tablas.",
        "dba": [
          "DBA 1."
        ],
        "evidencias": [
          "Organiza los datos en tablas de conteo y en pictogramas sin escala."
        ],
        "saberes": [
          "Tablas de conteo."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "3": [
      {
        "componente": "Numérico Variacional",
        "estandar": "Resuelvo y formulo problemas en situaciones aditivas de composición y de transformación. Reconozco y genero equivalencias entre expresiones numéricas y describo cómo cambian los símbolos, aunque el valor siga igual.",
        "dba": [
          "DBA 2.",
          "DBA 9."
        ],
        "evidencias": [
          "Establece y argumenta conjeturas de los posibles resultados en una secuencia numérica.",
          "Describe y resuelve situaciones variadas con las operaciones de suma y resta en problemas cuya estructura puede ser a + b = ?, a + ? = c, o ? + b = c.",
          "Propone números que satisfacen una igualdad con sumas y restas.",
          "Describe las características de los números que deben ubicarse en una expresión de tal manera que satisfaga una igualdad."
        ],
        "saberes": [
          "Estrategias para realizar cuentas.",
          "Igualdades."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Espacial Métrico",
        "estandar": "Represento el espacio circundante para establecer relaciones espaciales. Realizo y describo procesos de medición con patrones arbitrarios y algunos estandarizados, de acuerdo con el contexto.",
        "dba": [
          "DBA 7.",
          "DBA 5."
        ],
        "evidencias": [
          "Describe y representa trayectorias y posiciones de objetos y personas para orientar a otros o a sí mismo en el espacio circundante.",
          "Realiza medición de longitudes, capacidades, peso, entre otros, para ello utiliza instrumentos y unidades estandarizadas y no estandarizadas.",
          "Utiliza representaciones como planos para ubicarse en el espacio.",
          "Toma decisiones a partir de la ubicación espacial.",
          "Mide longitudes con diferentes instrumentos y expresa el resultado en unidades estandarizadas o no estandarizadas comunes.",
          "Compara objetos a partir de su longitud, peso, capacidad y eventos según su duración."
        ],
        "saberes": [
          "Ubicación espacial.",
          "Unidades de medición estandarizadas y no estandarizadas."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Aleatorio",
        "estandar": "Represento datos relativos a mi entorno usando objetos concretos, pictogramas y diagramas de barras.",
        "dba": [
          "DBA 10."
        ],
        "evidencias": [
          "Organiza los datos en tablas de conteo y en pictogramas sin escala.",
          "Lee la información presentada en tablas de conteo y pictogramas sin escala."
        ],
        "saberes": [
          "Pictogramas sin escalas."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ],
    "4": [
      {
        "componente": "Numérico Variacional",
        "estandar": "Uso representaciones principalmente concretas y pictóricas para explicar el valor de posición en el sistema de numeración decimal. Reconozco y genero equivalencias entre expresiones numéricas y describo cómo cambian los símbolos, aunque el valor siga igual.",
        "dba": [
          "DBA 2.",
          "DBA 3.",
          "DBA 9."
        ],
        "evidencias": [
          "Realiza composiciones y descomposiciones de números de dos dígitos en términos de la cantidad de “dieces” y de “unos” que los conforman.",
          "Encuentra parejas de números que al adicionarse dan como resultado otro número dado.",
          "Halla números que cumplen la relación “ser diez más” o “ser diez menos” que un número determinado.",
          "Emplea estrategias de cálculo como “aproximar a la decena” para realizar adiciones o sustracciones.",
          "Utiliza las características del sistema decimal de numeración para crear estrategias de cálculo y estimación de sumas y restas.",
          "Argumenta sobre el uso de la propiedad transitiva en un conjunto de igualdades."
        ],
        "saberes": [
          "Sistema de numeración decimal.",
          "Propiedad Transitiva."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Espacial Métrico",
        "estandar": "Represento el espacio circundante para establecer relaciones espaciales. Realizo y describo procesos de medición con patrones arbitrarios y algunos estandarizados, de acuerdo con el contexto.",
        "dba": [
          "DBA 7.",
          "DBA 5."
        ],
        "evidencias": [
          "Dibuja recorridos, para ello considera los giros y la lateralidad.",
          "Compara distancias a partir de la observación del plano al estimar con pasos, baldosas, entre otros.",
          "Toma decisiones a partir de las mediciones realizadas y de acuerdo con los requerimientos del problema."
        ],
        "saberes": [
          "Sistemas de referencia básicos.",
          "Aplicación de mediciones."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      },
      {
        "componente": "Aleatorio",
        "estandar": "Interpreto cualitativamente datos referidos a situaciones del entorno escolar.",
        "dba": [
          "DBA 10."
        ],
        "evidencias": [
          "Comunica los resultados respondiendo preguntas tales como: ¿cuántos hay en total?, ¿cuántos hay de cada dato?, ¿cuál es el dato que más se repite?, ¿cuál es el dato que menos aparece?"
        ],
        "saberes": [
          "Comunicación del resultado de estudios estadísticos."
        ],
        "socioemocional": null,
        "diccionario": null,
        "tareas_dce": null,
        "fuente": null
      }
    ]
  }
}
